@extends('theme::newlayouts.app')
@section('content')
    <link rel="stylesheet" href="{{theme_asset('assets/newcss/term.css')}}">
    <div class="container">
        <div class="terms-top">
            <h3 class="text-center theme-text-blue pt-5 terms-text">شروط الخصوصية</h3>
            <p class="text-center pt-4">تدرك شركة خياراتي للخدمات العقارية، وفروعها والشركات التابعة والمرتبطة بها أو مسؤوليها أو وكلائها أو الجهات التابعة لها أو من تتنازل لهم (يُشار إليها مجتمعة باسم "الشركة" أو "نحن" أو "ضمير المتكلم/الملكية")، أهمية خصوصية البيانات بالنسبة لك. لذا قمنا بإعداد هذه السياسة لمساعدتكم في تفهم طبيعة جمع واستخدام ومشاركة وكيفية التعامل مع هذه البيانات عند زيارتك أو استخدامك لمواقعنا. يرجى قراءة سياسة الخصوصية هذه بعناية عند دخولك و/أو استخدامك الموقع.</p>
            <p class="text-center pt-2">من خلال دخولك أو وصولك أو استخدامك (من خلالك أو من خلال أو وكلائك أو موظفيك) الى الموقع الإلكتروني www.khaiaraty.com (المشار إليه بعبارة "الموقع") التابع للشركة، فإنك توافق على سياسة الخصوصية هذه كما هي اعتباراً من تاريخ نشرها على الموقع، فإذا لم تكن موافقاً على هذه السياسة يجب عدم الدخول و/أو استخدام الموقع و/أو أي من الخدمات المقدمة من خلاله</p>
            <p class="text-center pt-2">تحتفظ الشركة بحق تعديل سياسة الخصوصية من وقت لآخر وستقوم بنشر أي تعديل على سياسة الخصوصية في هذه الصفحة. لا تلتزم الشركة بإخطارك بأية تعديلات ويجب عليك الاطلاع عليها من وقت لآخر، وتسري أي التعديلات اعتباراً من تاريخ نشرها على الموقع.</p>
            <p class="text-center pt-2">ينبغي أن تُقرأ سياسة الخصوصية هذه مع شروط الاستخدام الخاصة بنا وأي وثائق أخرى يشار إليها. (إن وجدت).</p>
        </div>
        <div class="data-collection">
            <p class="text-right font-24 theme-text-sky">جمع المعلومات</p>
            <p class="text-right">تشمل التي قد نجمعها عنك ("المعلومات الشخصية")، على سبيل المثال لا الحصر، ما يلي:</p>
            <p>
                معلوماتك الخاصة وتتضمن اسمك ورقم هاتفك وبريدك الإلكتروني وبيانات الدفع الخاصة بك.<br>
                أي معلومات أو المستندات أو منشورات يتم مشاركتها بواسطتك عبر الموقع.<br>
                المعلومات الخاصة باهتماماتك حسب نشاطك على الموقع أو موقع أي شركة أخرى من مجموعة الشركات المرتبطة بنا.<br>
                عنوان بروتوكول الإنترنت (IP).<br>

                معلومات خاصة بالجهاز، مثل (طراز الجهاز، وإصدار نظام التشغيل، ومعرفات الجهاز الفريدة، ومعلومات شبكة الهاتف الجوال بما في ذلك رقم الهاتف).<br>
                معلومات حوادث الجهاز، مثل التعطل، ونشاط النظام، وإعدادات الجهاز، ونوع برنامج المتصفح ولغته، وتاريخ ووقت طلبك وعنوان (URL) الإحالة.<br>
                ملفات تعريف الارتباط (cookies) أو التقنيات المماثلة التي قد تعرف بصورة فريدة برنامج المتصفح الخاص بك أو أي من حساباتك على الموقع.<br>
                المعلومات (بما في ذلك البيانات الشخصية) الموجودة محلياً على جهازك باستخدام آليات مثل، تخزين ويب للمتصفح وذاكرات بيانات التطبيقات.<br>
                قد نقوم أيضًا بجمع ومعالجة معلومات الموقع عند استخدامك لأي من مواقعنا من خلال تقنياتٍ مختلفة، مثل نقاط وصول الشبكة اللاسلكية، وأبراج شبكة الهاتف الجوال، وعناوين بروتوكول الإنترنت.<br>
                المعلومات التي نتلقاها من مصادر أخرى عند استخدام أي من المواقع الأخرى سواء التي نقوم بتشغيلها أو يتم تشغيلها عن طريق أطراف خارجية<br>
            </p>
        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">استخدام المعلومات </p>
            <p class="">يتم استخدام المعلومات الشخصية أو الكشف عنها لأي من للأغراض التالية:</p>
            <p>

                تقديم أي خدمات تطلبها منا أو من أي شركة من مجموعة الشركات التابعة والمرتبطة بنا؛<br>
                الاحتفاظ بسجلات داخلية وكذلك تحسين منتجاتنا وخدماتنا والموقع؛<br>
                التواصل معك عند طلب أي شيء عبر الموقع أو شرائه أو المشاركة فيه؛<br>
                الاتصال بك عند إجراء الأبحاث السوقية؛<br>
                تزويدك بالمعلومات الخاصة بالفرص والعروض الترويجية والعروض الخاصة الجديدة والمعلومات الأخرى التي نرى أنها تخصك. وإذا اتصلت بنا عبر الموقع، أو عبر البريد الإلكتروني من خلال بيانات الاتصال المحددة في الموقع، فقد تحتفظ الشركة بسجل لتلك المراسلات.<br>
                تزويدك (أو السماح لأي شركة أخرى في مجموعة الشركات التابعة والمرتبطة بنا أو أي أطراف أخرى أن تزودكم) بالسلع أو الخدمات التي قد تهمك؛<br>
                تمييز أو تعزيز تجربتك في استخدام الموقع والخدمات، ويشمل ذلك عرض الإعلانات والرسائل المباشرة التي تتلقاها منا، والتي قد تعتمد على نشاطك على هذا الموقع أو موقع أي شركات من شركات مجموعة الشركات التابعة و/أو المرتبطة بنا أو المواقع الخارجية الاخرى.<br>
                قياس أو إدراك فعالية الإعلانات التي نقدمها إليك وإلى الآخرين وتقديم الإعلانات والمقترحات والتوصيات التي تناسب، والتي قد تعتمد على نشاطكم على الموقع أو موقع أي شركة أخرى من مجموعة الشركات المرتبطة بنا أو المواقع الخارجية.<br>
            </p>
        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">استخدام المعلومات </p>
            <p class="">
                يحق لنا الإفصاح عن و/أو نقل معلوماتك الشخصية إلى الأطراف المذكورة أدناه
            </p>
            <p>
                شركاء العمل والموردين ومقاولي الباطن المكلفين بتنفيذ أي عقد نبرمه معهم
            </p>
            <p>
                مزودي الخدمة الخارجيين. ونؤكد في هذا المقام ارتباطنا بعلاقات شراكة ودعم مع مزودي خدمات على مستوى العالم. وتتاح المعلومات الشخصية إلى تلك الأطراف عند الضرورة فقط لأداء الخدمات التي يقدمونها لنا، كدعم البرامج والنظم والمنصات وخدمات التسويق المباشر وخدمات الاستضافة السحابية والإعلان وتحليل البيانات وتنفيذ الطلبات والتوصيل. ولا يسمح لمزودي الخدمة الخارجيين بنقل أو استخدام المعلومات الشخصية التي نوفرها إليهم لأي غرض خلاف الخدمات التي يقدمونها لنا.
                كما يجوز لنا الإفصاح عن و/أو نقل معلوماتك الشخصية إلى أطراف خارجية في الحالات التالية:
            </p>
            <p>
                عند بيع أو شراء أي أعمال أو أصول، حينئذ يجوز لنا الكشف عن معلوماتك الشخصية إلى البائع أو المشتري المحتمل لهذه الأعمال أو الأصول، إلى جانب المستشارين المختصين لديهم. عند استحواذ طرف خارجي على الشركة أو أي شركة من مجموعة الشركات المرتبطة بنا أو معظم أصولها، ستكون المعلومات الشخصية بحوزة تلك الشركات كأحد الأصول المتنازل عنها؛
            </p>
            <p>
                إذا كانت مطلوبة للحصول على أي استشارة مهنية؛
            </p>
            <p>
                إذا وقع علينا أي التزام بالكشف عن معلوماتك الشخصية وفاءً بأي التزام قانوني أو إنفاذ أو تطبيق شروط الاستخدام والاتفاقيات الأخرى؛
            </p>
            <p>
                لحماية حقوق أو ممتلكات أو أمن الشركة أو أي شركة من مجموعة الشركات المرتبطة بنا أو عملائنا أو الآخرين. ويشمل ذلك تبادل المعلومات مع الشركات والمنظمات الأخرى لأغراض الحماية من الغش.
            </p>
            <p>
                وفقًا لما يقتضيه النظام للجهات الحكومية أو المؤسسات الأخرى التي لها صلاحية الحصول عليها. ويجوز لنا أيضًا الكشف عن بياناتك لأي طرف إلى الحد المسموح به بموجب الأنظمة المعمول بها.
            </p>
        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">الإفصاح عن المعلومات الشخصية</p>
            <p class="">
                إن حماية "معلوماتك الشخصية" ومنع الاطلاع غير المصرح به يعتبر أولوية قصوى بالنسبة لنا، ونحن نتخذ جميع الخطوات الضرورية في حدود المعقول لحمايتها من استخدام اختراق أو استخدام أو تعديل أو كشف أو إتلاف دون تصريح. وعلى الرغم من هذه التدابير الاحتياطية، فلا نستطيع أن تضمن عدم وصول الأشخاص غير المصرح لهم إلى بياناتك الشخصية، كما أننا لا نتحمل المسؤولية أي دخول غير مصرح به من جانب أطراف خارجية ولا نضمن الحماية والتأمين الكاملين للمعلومات الشخصية التي تقدمونها لنا.
            </p>
        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">الأمن</p>
            <p class="">
                الوصول إلى المعلومات الشخصية: يحق لك الوصول والاطلاع على معلوماتك الشخصية المتوفرة لدينا، مع مراعاة المتطلبات القانونية اللازمة، ومنها إجراءات التحقق من الهوية.
            </p>
            <p>
                التصحيح أو الحذف: يجوز لك تصحيح معلوماتك الشخصية أو تعديلها إن كانت غير دقيقة أو تحتاج إلى تحديث. ويجوز لك أيضاً طلب حذف معلوماتك الشخصية في حال انتهاء الغرض الذي جُمعت من أجله، ويخضع ذلك لتحقق الاشتراطات اللازمة، مع مراعاة والاستثناءات القانونية المطبقة.
            </p>
        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">الوصول إلى المعلومات الشخصية وتصحيحها أو حذفها</p>
            <p class="">إن المعلومات التي نحصل عليها بمقتضى سياسة الخصوصية هذه، ومنها المعلومات الشخصية، يمكن التنازل عنها ضمن أي عملية اندماج أو استحواذ أو بيع أصول الشركة أو نقل الخدمات لشركة أخرى، وعند إعسار الشركة أو إفلاسها أو وضعها تحت الحراسة القضائية إلى شركة أخرى نتيجة الإجراءات المذكورة أعلاه. وتقرون جواز أن تشكل المعلومات المجمعة وفق سياسة الخصوصية هذه جزءاً من الأصول المتنازل عنها وتقبلون ذلك. وتقرون وتؤكدون كذلك أن أي جهة تستحوذ على الشركة أو تخلفها قد تستمر في استخدام المعلومات المجمعة وفق سياسة الخصوصية هذه على النحو المبين فيها.</p>
        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">التنازل</p>
            <p class="">أنت تقر بأنك المسؤول الوحيد عن فهم وقبول هذه سياسة الخصوصية هذه، وأن أي معلومات تقوم بتقديمها أو نشرها عبر الموقع هي معلومات مملوكة لك أو مصرح لك نظاماً بتقديمها أو نشرها، كما توافق على تعويض الشركة وحمايتها وإبرائها من المسؤولية، وكذلك الكيانات التابعة لها، ومسؤوليها، ومديريها، وموظفيها، ومقاوليها، ووكلائها، ومرخصيها من وضد أي وجميع الخسائر، والتبعات، والمصروفات، والتعويضات، والتكاليف، بما في ذلك تكاليف المحاكم وأتعاب المحاماة المعقولة، الناشئة عن أو الناتجة من استخدامك للموقع وأي مخالفة لشروط الاستخدام وسياسة الخصوصية.</p>
        </div>
    </div>
@endsection
