@extends('theme::newlayouts.app')
@section('content')
    <link rel="stylesheet" href="{{theme_asset('assets/newcss/term.css')}}">
    <div class="container">
        <div>
            <h3 class="text-center theme-text-blue pt-5 terms-text">شروط الاستخدام</h3>
           <p class="text-center pt-4">
               هذا الموقع مملوك لشركة وصلت للخدمات العقارية وهي وسيط عقاري للعقارات السكنية والتجارية في المملكة العربية السعودية والعالم.
           </p>
            <p class="text-center">
                إن شروط الاستخدام هذه وسياسة الخصوصية، والشروط والبنود، وجميع السياسات التي تم نشرها على هذا الموقع وضعت لحماية وحفظ حقوق كل من الشركة والمستخدمين.
            </p>
            <p class="text-center">
                من خلال دخولك و/أو استخدامك الموقع، فإنك تقر وتوافق على شروط الاستخدام هذه وسياسة الخصوصية كما هي، وتمثل جميعها الوثيقة القانونية التي تحدد الحقوق والالتزامات بينك وبين الشركة.
            </p>
            <p class="text-center">
                لا تؤثر شروط الاستخدام هذه على/أو تحل محل أي اتفاق آخر الشركة.
            </p>
            <p class="text-center">
                يقصد بـ "الموقع/الموقع الالكتروني/موقعنا" هو www.wasalt.com بالإضافة إلى أي و/أو كل مما يلي:
            </p>
            <p class="text-center">
                تطبيق الهاتف الجوال الخاص بنا.
            </p>
            <p class="text-center">
                صفحاتنا على منصات التواصل الاجتماعي.
            </p>
            <p class="text-center">يقصد بـ "الشركة" أو "نحن" أو "ضمير المتكلم/الملكية" هي شركة وصلت للخدمات العقارية وفروعها، والموظفين، والوكلاء، والشركات التابعة لها أو المتنازل لهم.</p>
            <p class="text-center">
                يقصد بـ "المستخدم/المستخدمين" أو "ضمير المخاطَب" هو الفرد أو المؤسسة أو الشركة الذي يستخدم/أو يصل إلى/أو يزور الموقع و/أو يستفيد من أي من الخدمات المتاحة فيها أو يحصل على أي من المعلومات المنشورة فيها بشكل مباشر أو غير مباشر سواء كان ذلك بتسجيل أو بدون تسجيل.
            </p>
            <p class="text-center">
                ينبغي أن تُقرأ اتفاقية الاستخدام هذه مع سياسة الخصوصية الخاصة بنا وأي وثائق أخرى يشار إليها.
            </p>
        </div>
        <div class="data-collection">
            <p class="text-right font-24 theme-text-sky">جمع المعلومات</p>
            <p class="text-right pt-4">تشمل التي قد نجمعها عنك ("المعلومات الشخصية")، على سبيل المثال لا الحصر، ما يلي:</p>
            <p>
                معلوماتك الخاصة وتتضمن اسمك ورقم هاتفك وبريدك الإلكتروني وبيانات الدفع الخاصة بك.<br>
                أي معلومات أو المستندات أو منشورات يتم مشاركتها بواسطتك عبر الموقع.<br>
                المعلومات الخاصة باهتماماتك حسب نشاطك على الموقع أو موقع أي شركة أخرى من مجموعة الشركات المرتبطة بنا.<br>
                عنوان بروتوكول الإنترنت (IP).<br>

                معلومات خاصة بالجهاز، مثل (طراز الجهاز، وإصدار نظام التشغيل، ومعرفات الجهاز الفريدة، ومعلومات شبكة الهاتف الجوال بما في ذلك رقم الهاتف).<br>
                معلومات حوادث الجهاز، مثل التعطل، ونشاط النظام، وإعدادات الجهاز، ونوع برنامج المتصفح ولغته، وتاريخ ووقت طلبك وعنوان (URL) الإحالة.<br>
                ملفات تعريف الارتباط (cookies) أو التقنيات المماثلة التي قد تعرف بصورة فريدة برنامج المتصفح الخاص بك أو أي من حساباتك على الموقع.<br>
                المعلومات (بما في ذلك البيانات الشخصية) الموجودة محلياً على جهازك باستخدام آليات مثل، تخزين ويب للمتصفح وذاكرات بيانات التطبيقات.<br>
                قد نقوم أيضًا بجمع ومعالجة معلومات الموقع عند استخدامك لأي من مواقعنا من خلال تقنياتٍ مختلفة، مثل نقاط وصول الشبكة اللاسلكية، وأبراج شبكة الهاتف الجوال، وعناوين بروتوكول الإنترنت.<br>
                المعلومات التي نتلقاها من مصادر أخرى عند استخدام أي من المواقع الأخرى سواء التي نقوم بتشغيلها أو يتم تشغيلها عن طريق أطراف خارجية<br>
            </p>
        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">قيود السن </p>
            <p> إذا كان عمرك أقل من 18 عاماً، فلا يجوز لك استخدام منصاتنا إلا تحت اشراف شخص يمارس سلطة الوالدين أو الوصاية عليك (أي أحد الوالدين أو الوصي).</p>

        </div>
        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">حقوق الملكية الفكرية</p>
            <p>إن حقوق نشر وطبع المواد والمعلومات وجميع المحتويات المدرجة في الموقع هي ملك خاص للشركة بما في ذلك الرسومات والشعارات والأيقونات والصور والمقاطع والتنزيلات الرقمية. لا يجوز للمستخدم نسخ أو استخراج أو نشر أو تحميل أو نقل أو توزيع أو عرض أي محتوى في هذا الموقع الإلكتروني بأية طريقة كانت باستثناء ما نسمح به للمستخدم ومع الالتزام بالقيود أو الحدود المصرح بها صراحة، كما يوافق على عدم تغيير أو حذف أية شعارات خاصة بالملكية يتم تنزيلها من الموقع الإلكتروني. قد يخضع المستخدم للمساءلة القانونية بموجب القوانين النافذة في حال مخالفته لأي من ذلك.</p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">الاستخدام والترخيص والقيود</p>
            <p>إن جميع المواد المنشورة على الموقع بما في ذلك الإعلانات، والبيانات، والنصوص، والفيديو، والصور الثابتة، والصوت أو غيرها من
                المواد التي قد سمحنا لكم بالوصول اليها هي للاطلاع والاستخدام الخاص بالموقع فقط، ولا يحق لك اجراء أي مما يلي:
            </p>
            <p>
                تعديل المواد أ ونسخها.
            </p>
            <p>
                استخدام المواد لأي غرض تجاري خاص خارج الموقع.
            </p>
            <p>إزالة أي من حقوق النشر أو غيرها من ترميزات خاصة من المواد.</p>
            <p>نقل المواد الى شخص آخر أو إعادة نشرها على أي موقع آخر.</p>
            <p>عند دخولك الموقع و/أو استخدام أي من الخدمات الموجودة فيه، فإنك تقر وتتعهد بعدم القيام بأي مما يلي</p>
            <p>مشاركة أو تحميل أو نشر أي محتوى مضلل أو خادع أو غير صحيح، أو غير متناسب مع أغراض الموقع، أو خادش للحياء، أو تشهيري</p>
            <p>
                استخدام أو تصفح الموقع بأي طريقة من شأنها خرق الأنظمة والأحكام والقواعد المرعية الإجراء في المملكة العربية السعودية.
            </p>
            <p>.
                استخدام أو الوصول إلى الموقع بأية طريقة غير قانونية أو احتيالية، أو أن يكون لها غرض أو تأثير غير قانوني أو احتيالي.
            </p>
            <p>
                إرسال أو محاولة إرسال أي فيروسات حاسوبية أو عيوب أو أي مواد تدميرية أخرى.
            </p>
            <p>
                رفع أو نشر أو إرسال أو بث أو أي وسيلة أخرى تتيح أية معلومات على، أو من خلال، الموقع وقد تكون مضرة أو تهديدية أو منافية للآداب العامة أو مزعجة أو فاحشة أو بذيئة أو افترائية أو بغيضة أو تحمل تمييزاً عنصرياً أو عرقياً أو غير قانونية من نواحٍ أخرى
            </p>
            <p>:
                إرسال الرسائل غير المرغوب بها أو الرسائل المتسلسلة أو المحتوى أو الرسائل العشوائية أو الاستطلاعات أو الرسائل الجماعية الأخرى.
            </p>
            <p>انتهاك حقوق أي شخص، بما في ذلك حقوق التأليف والنشر، والأسرار التجارية، والحق في الخصوصية، أو أي ملكية فكرية أخرى أو حق الملكية.</p>
            <p>نشر أو مشاركة أي معلومات تخص أطراف أخرى دون الحصول على موافقة خطية منهم.</p>
            <p>استخدام أي برنامج إلكتروني أو وسيلة أو جهاز للتدخل أو محاولة التدخل إلكترونياً أو يدوياً بعملية تشغيل أو الأداء الوظيفي للموقع.</p>
            <p>التحايل على قوانين وسياسة وأنظمة الموقع أو أي حقوق تتعلق بطرف ثالث.</p>
            <p>نسخ أو إعادة نشره أي محتوى في مواقع أخرى.</p>
            <p>جمع معلومات عن مستخدمي الموقع الآخرين لأغراض خاصة.</p>
            <p>استخدام الموقع لأي أغراض تجارية خاصة أو أعمال التجارية مالم نوافق على ذلك صراحة خطياً.</p>
            <p>يوافق المستخدم ويخول الشركة بحفظ أي بيانات أو معلومات تم ادخالها في الموقع، كما يحق للشركة الاطلاع عليها ومراجعتها ومراقبة الرسائل الخاصة والتأكد من امتثالها لهذه القيود وشروط الاستخدام. ويحق للشركة حذف أي محتوى و/أو تعليق أو إيقاف أي العضوية للمستخدم دون إبداء الأسباب.</p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">الإعلان عبر الموقع </p>
            <p>
                نحن لا نملك أي عقارات، وانما نتيح الموقع للعامة، ومن خلاله يستطيع ملاك أو مطوري العقارات و/أو الوكلاء و/أو السماسرة الإعلان والتسويق عن العقارات، ويمكنك مشاهدة تفاصيل الإعلان جنبا إلى جنب مع محتويات أخرى قمنا باستضافتها وتطويرها.
            </p>
            <p>
                إنك تقر وتوافق على ما يلي:
            </p>
            <p>
                نحن نحاول بذل جهودنا للتحقق من صحة وتفاصيل كل اعلان يتم نشرة عبر الموقع، ولكن لا نقدم أي ضمان ولا نتحمل أية مسؤولية عن صحة أو دقة أو اكتمال أي من المعلومات الواردة في تفاصيل الإعلان وأنتم المسؤولون عن التحقق من التفاصيل وتأكيدها والاطمئنان إلى صحتها.
            </p>
            <p>
                وتتحملون مسؤولية الاستعانة باي مستشارين قبل الالتزام بأي صفقة.
            </p>
            <p>إذا استفسرتم عن عقار على هذا الموقع، فإنكم تقرون وتوافقون على أن ترسل التفاصيل الخاصة بكم عن طريق البريد الإلكتروني مباشرة إلى الوكيل، أو وكيل العقارات، أو المالك، أو المطور الذي يقوم بتسويق العقار أو العقارات التي تستفسر عنها، ولا نتحمل أي مسؤولية عن أي رسائل قد تتلقاها مباشرة من هذا الوكيل العقاري أو المالك أو المطور و/أو أي طرف ثالث.</p>
            <p>
                نتقاضى عمولة سمسرة أو وساطة إذا تم بيع العقار أو تأجيره من خلالنا و/أو من خلال الموقع، وأن هذه العمولة تخضع للقواعد والأنظمة المعمول بها في المملكة العربية السعودية.
            </p>
            <p>
                يوافق ملاك العقارات و/أو الوكلاء و/أو السماسرة، الذين تتيح لهم الشركة (حسب ارادتها) إمكانية الإعلان عن عقارات عبر الموقع، على شروط الإعلان عبر الموقع اينما وجدت.
            </p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">اخلاء المسؤولية</p>
            <p>لا نقدم أي نوع من التعهدات أو الضمانات بشأن المواد والمعلومات المتضمنة في الموقع ويعتبر استعمال المستخدم للموقع على مسؤولية المستخدم الخاصة. لا تتحمل الشركة أية مسؤولية عن أي خطأ أو إهمال في محتوى الموقع وعن الالتزام بتحديث هذه المعلومات. يوافق المستخدم على أن الشركة لا تتحمل مسؤولية أية أضرار تتعلق باستعمال المستخدم أو اعتماده على الموقع أو أي من محتوياته.</p>
            <p>
                لا نتحمل في أي حال من الأحوال المسؤولية عن أية أضرار (بما في ذلك، دون حصر، التعويض عن فقدان البيانات أو الأرباح، أو انقطاع الأعمال) التي تنشأ من استخدام أو عدم القدرة على استخدام الموقع، حتى ولو كان أحد ممثلينا المرخص لهم قد تلقى بلاغاً شفوياً أو خطيا باحتمال وقوع مثل هذا الضرر.
            </p>
            <p>
                ولن نتحمل أي مسؤولية تجاهكم عن أية خسارة أو ضرر، ناشئ من أو متعلق بأي مما يلي:
            </p>
            <p>
                أي عطل بسبب البرنامج أو أخطاء في شبكة الإنترنت أو عدم التوفر أو أي أسباب أخرى.
            </p>
            <p>أي فقدان لكلمة المرور أو الحساب</p>
            <p>استخدام، أو عدم القدرة على استخدام الموقع</p>
            <p>الاعتماد على أي محتوى أو معلومات تم عرضها على موقعنا</p>
            <p>خسارة مباشرة أو تبعية أو خاصة أو جزائية، أو ضرر، أو تكاليف والنفقات، أو خسارة أرباح، أو خسارة أعمال، أو خسارة أو تراجع شهرة</p>
            <p>
                ولا نتحمل مسؤولية أي خسارة أو ضرر ينتج من أي فيروس أو هجوم لقطع الخدمة أو مواد أخرى ضارة تقنياً تصيب حواسيبكم أو برامجكم الحاسوبية أو البيانات أو الممتلكات الأخرى نتيجة استخدامكم موقعنا أو تحميلكم أي محتوى عليه أو على أي موقع مرتبط به.
            </p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky"> توفر الموقع </p>
            <p>نسعى جاهدين لضمان توفر موقعنا والخدمات إليكم في جميع الأوقات ولكن لا نضمن عمل الموقع أو الخدمات بشكل مستمر، دون انقطاع أو خلوها من الأخطاء. وفي بعض الأحيان، تتطلب منا الصيانة اللازمة أو ترقية العمل حجب الموقع والخدمات دون إشعار، وإن كنا نسعى إلى تقليل فترة عدم توفر الموقع إلى أقل حد ممكن. ولا نتحمل أي مسؤولية عن توقف أو فقدان الخدمة. ونحتفظ بالحق المطلق في تغيير أو تعليق أو قطع أو إيقاف أي جزء أو كل الموقع أو الخدمات، بما في ذلك حق الدخول الخاص بك.</p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky"> خدمات الطرف الثالث </p>
            <p>
                تؤدي بعض المواد أو الروابط على الموقع إلى محتوى وموارد موجودة على مواقع الكترونية وخوادم غير خاضعة لسيطرة الشركة. ويُشار إلى هذه المواقع الإلكترونية والموارد وأي منتجات وخدمات مقدمة من خلالها بـ “خدمات الطرف الثالث". تعتبر أي روابط لخدمات الطرف الثالث مقدمة لك بغرض التسهيل فقط. لا تتحمل الشركة أي مسؤولية عن صحة أو محتوى أو أي خاصية أخرى لأي من خدمات الطرف الثالث، سواءً كانت مرتبطة بموقعنا أم لا، وتخلي أي وكل من مسؤوليتها عنها، وعن أي تبعات لقرارك باستخدام أي من خدمات الطرف الثالث.
            </p>
            <p>إنك تقر وتوافق على ما يلي</p>
            <p>
                يخضع استخدامك لأيٍ من خدمات الطرف الثالث من خلال موقعنا للشروط والأحكام والقيود التي قد تفرضها تلك الخدمة كشرط لاستخدامك لها، وتوافق على التقيد بجميع تلك القيود.
            </p>
            <p>
                يحق للشركة أو مقدم الخدمة للطرف الثالث تقييد أو إنهاء دخولك لخدمات الطرف الثالث في أي وقت.
            </p>
            <p>لا يحق لك رفع دعوى أو تقديم مطالبة ضد الشركة، أو شركائها، أو موظفيها، أو وكلائها، أو مقاوليها، أو مورديها، أو أيٍ منهم وتكون ناشئة عن أو مبنية على شرائك أو استخدامك لموارد أو منتجات أو خدمات من خلال أيٍ من خدمات الطرف الثالث.</p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky"> التعديلات والتحديثات على شروط الاستخدام </p>
            <p>
                قد نقوم من حينٍ لآخر بتحديث أو تنقيح أو تعديل شروط الاستخدام هذه وسياسة الخصوصية الخاصة بنا، وستُنشَّر هذه التعديلات على الموقع. يرجى مراجعة هذه الصفحات بانتظام للاطلاع على أحدث إصدار من شروط الاستخدام هذه وسياسة الخصوصية الخاصة بنا، حيث تقع على عاتقك مسؤولية ضمان الامتثال لشروط الاستخدام وسياسة الخصوصية الخاصة بنا وتحديثاتها.
            </p>
            <p>
                كما قد يقوم مقدمو خدمات الطرف الثالث بتعديل شروط الاستخدام الخاصة بهم من حينٍ لآخر، ولا يمكن أن نضمن أن تكون الروابط الالكترونية للطرف الثالث صالحة وقابلة للاستخدام.
            </p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">مراقبة المكالمات الهاتفية وتسجيلها</p>
            <p>قد نقوم بتتبع المكالمات الهاتفية أن تنشأ من استفساراتهم عن خدمات الموقع و/أو الشركة. ويجوز تتبع مثل هذه المكالمات وتسجيلها لأغراض تقويم خدمة العملاء والتدريب. وتوافقون مقدماً على هذا التسجيل، وسنحاول تذكيركم بتسجيل المكالمات قبل كل مكالمة.</p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">التعويض</p>
            <p>يقر المستخدم ويوافق على حماية وتعويض وإعفاء الشركة ومتعاقديها ومساهميها وشركائها وكذلك مديريها ومسؤوليها وموظفيها ووكلائهم المعنيين (وأي أطراف اخرى مستحقة للتعويض) من أي مسؤولية عن أي وكل مطالبات ومصاريف الأطراف الأخرى بما فيها أتعاب المحاماة، والتي تنشأ من مخالفة شروط الاستخدام و/أو الوصول الى الموقع أو انتهاك حقوق الطبع والنشر والعلامات التجارية أو مخالفة أي سياسات أخرى منشورة على الموقع.</p>
        </div>

        <div class="all-collection">
            <p class="text-right font-24 theme-text-sky">الاتفاقية الكاملة </p>
            <p>تمثل شروط الاستخدام هذه، وسياسة الخصوصية وأي سياسات أو شروط وأحكام اخرى منشورة على الموقع، الاتفاقية الكاملة بينك وبين الشركة لاستخدام هذا الموقع.</p>
        </div>

        <div class="all-collection pb-4">
            <p class="text-right font-24 theme-text-sky">القانون </p>
            <p>
                تخضع شروط الاستخدام هذه وأي شروط وأحكام أو سياسات أخرى منشورة على الموقع لقوانين المملكة العربية السعودية، ويكون الاختصاص القضائي للمحاكم المختصة في مدينة الرياض.
            </p>
            <p>في حال ثبوت عدم صحة أو عدم نفاذ أي بند، فلا تتأثر صحة أو نفاذ البنود الأخرى</p>
            <p>في حال كان لديكم أي استفسار أو شكوى أو ملاحظات بخصوص شروط الاستخدام هذه، تفضلوا بالاتصال بنا على العنوان التالي:info@khaiaraty.com</p>
        </div>
@endsection
